import { MetaProvider, Title } from "@solidjs/meta";

export default function ReturnTerms() {
	return (
		<>
			<MetaProvider>
				<Title>Условия возврата - Fomina Style</Title>
			</MetaProvider>
			<h1>Условия возврата</h1>
			<h2 class="mt-2 text-2xl">Общие положения</h2>
			<p>
				При оформлении заказа в интернет-магазине покупатель вправе вернуть
				изделие надлежащего качества в течение 7 дней с момента получения вами
				заказа согласно ст. 26.1 Закона «О защите прав потребителей».
			</p>
			<p>
				Возврат изделия надлежащего качества производится при выполнении
				условий:
			</p>
			<ul class="list-disc list-inside">
				<li>изделие не было в употреблении*;</li>
				<li>
					сохранены товарный вид изделия, его потребительские свойства,
					фабричные ярлыки.
				</li>
			</ul>
			<p>
				Товар должен быть возвращен в оригинальной упаковке с приложенными
				подарками и другими вложениями.
			</p>
			<p>
				Потребитель не вправе отказаться от товара надлежащего качества,
				имеющего индивидуально-определенные свойства, если указанный товар может
				быть использован исключительно приобретающим его потребителем**. Товар:
				изготовленный по индивидуальному заказу, размерам, дизайну, и имеющий
				индивидуальное сочетание материалов; модифицированный по желанию
				клиента; со специальными надписями, нанесенными по желанию клиента.
			</p>
			<p class="warning">
				* Согласно пункту 4 ст. 26.1 Закона РФ "О защите прав потребителей" от
				07.02.1992 № 2300-1
			</p>
			<p class="warning">
				** В соответствии с "Правилами продажи товаров дистанционным способом”,
				утвержденных постановлением правительства РФ от 27.09.2007 №612
			</p>
			<h2 class="mt-2 text-2xl">Оформление возврата</h2>
			<p>
				Свяжитесь с нами любым удобным способом, чтобы сообщить о возврате
				позиций вашего заказа.
			</p>
			<p>
				Заполните и подпишите заявление на возврат товаров по образцу. Образец
				заявления можно посмотреть{" "}
				<a
					class="underline text-blue-700"
					target="_blank"
					href="https://docs.google.com/document/d/1sutZhiK_jAV3U1bL5JweA8t8q0xv1TYiASA5PkPjdLA/edit"
				>
					здесь.
				</a>
			</p>
			<p>
				Аккуратно сложите возвращаемые изделия в оригинальную упаковку, приложив
				все вложенные материалы, бирки и другие дополнения, а так же заполненное
				заявление на возврат изделий с указанием полных банковских реквизитов
				для перечисления денежных средств.
			</p>
			<p>
				Отправьте позиции, которые хотите вернуть, не позднее 7-го дня с момента
				получения вами заказа любым из перечисленных ниже способов:
			</p>
			<ul class="list-disc list-inside">
				<li>
					Отправка возврата через СДЭК: г.Москва, ПВЗ: ул. Мнёвники, 23. На имя
					Фомина Елена Петровна, тел.+7-918-058-17-55.
				</li>
				<li>
					Отправка возврата через Почту России: г.Москва: ул. Народного
					Ополчения 20 к 1, индекс №123423. На имя Фомина Елена Петровна,
					тел.+7-918-058-17-55.
				</li>
			</ul>
			<p>
				Обращаем ваше внимание, что затраты на доставку возврата возлагаются на
				потребителя.
			</p>
			<p>
				После осуществления отправки свяжитесь с нами и сообщите трек–номер для
				отслеживания.
			</p>
			<h2 class="mt-2 text-2xl">Обработка возврата</h2>
			<p>
				При возврате в интернет-магазин обработка занимает до 10 рабочих дней с
				момента получения возвращенного товара на склад. После обработки вашего
				возврата денежные средства возвращаются на карту, которой был оплачен
				заказ. Обращаем ваше внимание, что возврат денежных средств зависит от
				скорости обработки операции вашим Банком и может достигать 30 банковских
				дней.
			</p>
			<p>
				Интернет-магазин имеет право отказать в возврате в случаях обнаружения
				нарушений условий сохранения товарного вида и следов эксплуатации
				изделия. Товары, полученные при возврате со следами эксплуатации и
				загрязнениями, будут возвращены покупателю без возврата денежных
				средств.
			</p>
			<h2 class="mt-2 text-2xl">Гарантия производителя</h2>
			<p>
				На всю продукцию, приобретаемую вами в интернет-магазине fomina-shop.ru,
				распространяется гарантия производителя 30 дней. Срок устранения
				недостатков по гарантийным обязательствам не может превышать 45 дней.
			</p>
			<p>
				Рекомендуем ознакомиться с инструкцией по уходу, размещенной в карточке
				товара на официальном сайте fomina-shop.ru или брошюре, которая
				вкладывается для каждого заказа. При нарушении условий использования и
				ухода за изделием продавец не несет гарантийных обязательств перед
				Покупателем.
			</p>
			<p>Гарантия не распространяется на следующие случаи:</p>
			<ul class="list-disc list-inside">
				<li>Износ во время эксплуатации;</li>
				<li>Разрывы, порезы и потертости, прожигание ткани;</li>
				<li>Выцветание, загрязнение ткани;</li>
				<li>Образование катышек;</li>
				<li>
					Иные дефекты, связанные с нарушением правил использования, ухода,
					хранения или транспортировки изделия, действий третьих лиц или
					непреодолимой силы.
				</li>
			</ul>
			<p>
				Важно! Гарантийный срок на фурнитуру соответствует гарантийному сроку на
				изделие в целом. После окончания срока гарантии мы всегда готовы при
				наличии возможности на платной основе предоставить необходимую фурнитуру
				для ремонта.
			</p>
		</>
	);
}
